Elements have changed category. Multi-rebar annotations for these elements are now of the wrong category and will be deleted.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ElementCategoryChangeInvalidatesMultiReferenceAnnotation { get; }
  Visual Basic
Public Shared ReadOnly Property ElementCategoryChangeInvalidatesMultiReferenceAnnotation As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ElementCategoryChangeInvalidatesMultiReferenceAnnotation {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures MultiReferenceAnnotationFailures Class
  Autodesk.Revit.DB Namespace